Repository: efl-dev/enna
Catalog: po/*.po
Languages: ru

source: No media found!
ru: Источник не найден!

source: Enna MediaCenter
ru: МедиаЦентр Enna

source: Usage: %s [options ...]
ru: Использование: %s [опции...]

source: Available options:
ru: Доступные опции:

source: -c, (--config): Specify configuration file to be used.
ru: -c, (--config): Укажите конфигурационный файл.

source: -f, (--fs): Force fullscreen mode.
ru: -f, (--fs): Принудительный полноэкранный режим.

source: -h, (--help): Display this help.
ru: -h, (--help): Выводит это сообщение.

source: -t, (--theme): Specify theme name to be used.
ru: -t, (--theme): Укажите название темы, которая будет использована.

source: -g, (--geometry):Specify window geometry. (geometry=1280x720)
ru: -g, (--geometry):Укажите размеры окна. (geometry=1280x720)

source: -p, (--profile): Specify display profile
ru: -p, (--profile): Укажите профиль дисплея

source: Supported:
ru: Поддерживает:

source: -V, (--version): Display Enna version number.
ru: -V, (--version): Выводит номер версии Enna.

source: Are you sure you want to quit Enna?
ru: Вы действительно хотите выйти из программы?

source: Modules
ru: Модули

source: No information provided
ru: Необходимая информация не задана

source: Configuration
ru: Настройка

source: System information
ru: Информация о системе

source: Credits
ru: Благодарности

source: Enna is a GeeXboX-team MediaCenter
ru: Enna это МедиаЦентр команды GeeXboX,

source: based on Enlightenment Foundation Librairies (EFL).
ru: основаный на библиотеках Enlightenment Foundation Librairies (EFL).

source: Credits go to:
ru: Благодарности:

source: and
ru: И

source: Enna information
ru: Информация об Enna

source: Video renderer:
ru: видео

source: Distribution:
ru: Дистрибутив

source: OS:
ru: ОС:

source: for
ru: для

source: Available CPUs:
ru: Доступные процессоры:

source: CPU Load:
ru: Загрузка процессора

source: Memory:
ru: Память

source: used on
ru: использовано

source: total
ru: полный объем

source: min:
ru: мин.

source: max:
ru: макс.

source: on
ru: на, в

source: %d Songs
ru: %d Песня

source: Music
ru: Музыка

source: Photo
ru: Фото

source: %d Movies
ru: %d Фильмов

source: Video
ru: Видео

source: Play your videos
ru: Проиграть видео

source: [SAMBA] %s on %s
ru: [SAMBA] %s на %s

source: Volumes from mtab
ru: Раздел из mtab

source: This module provide support for already mounted volumes
ru: Этот модуль обеспечивает поддержку уже монтированных томов
